[
  "Gamitin ang puso para alagaan ang taong malapit sayo.\nGamitin ang utak para alagaan ang sarili mo.",
  "Marami ang nakakakilala sayo…\nPero konti lang ang tunay na nakakaintindi sayo.",
  "Kahit hirap na hirap kana,\nhindi ka dapat sumuko.\nGanun talaga kapag bida,\nNagpapatalo sa una!",
  "May mga feelings talaga na hanggang Social Media nalang.",
  "Ikaw na nga yung nasaktan…\nIkaw pa ang nag so-sorry.",
  "Pinagtagpo kayo ng tadhana pero di kayo ang itinakda.",
  "Bundok. Minsan lugar. Madalas trabaho.",
  "Wala akong pinapatamaan. Assuming ka lang talaga.",
  "Ang karma parang pelikula. Kung hindi showing malamang coming soon.",
  "Relationship status: COMMITTED sa work.",
  "Papel. Minsan office supply. Madalas ikaw!",
  "Dalawa lang ang kailangan. Marunong makuntento at may matinong trabaho.",
  "Forest ako. Punong-puno na sa’yo!",
  "Isang bucket para sa lahat ng baket.",
  "Congrats. Wala kang ginawa maghapon.",
  "Manahimik ka dahil hindi kita nilalait. Dini-describe kita.",
  "Para kang sunrise. PASIKAT.",
  "Ang luha ay parang pawis. Di man parehong galing sa mata, pero parehong tumutulo pag pagod ka na.",
  "Kung napapako din lang naman lahat ng pangako mo. Edi sana nagkarpentero ka na lang.",
  "Minsan kailangan mong namahimik kahit tama ka. Dahil hindi ka mananalo kung tanga ang kausap mo.",
  "Magpapahula nga ako sa mga tsismosa. Minsan kasi kahit hindi pa nagyayari, alam na nila!",
  "Ang crush ay parang Math problem.\nKung hindi mo makuha…\nTitigan mo na lang.",
  "Ang crush nagsisimula sa mata, pumapasok sa dibdib, tumatambay sa isip, nagiging bukambibig, kaya sa huli nagiging pag-ibig.",
  "My toes, may knees, my crush is manhid.",
  "Iba ang crush sa mahal. Bakit ka nagseselos?",
  "Bawal masaktan, lalo na kung crush pa lang.",
  "Ayokong dumating tayo sa point na lalayuan mo ko kasi nalaman mo lang na may gusto ako sa’yo.",
  "Pakainin kaya kita ng madaming kalabasa? Para makita mo namang nandito ako para sa’yo.",
  "Alam mo ba yung salitang MANHID? Ikaw yun.",
  "Wagmong hintayin na mapagod siyang mag-effort para sa’yo bago mo ma-realize na mahalaga pala siya sa buhay mo.",
  "Ang pag-ibig ko sa’yo ay parang ulan. Mahirap iwasan at hindi ko kayang pigilan.",
  "Si crush madaling titigan pero mahirap lapitan.",
  "Kung camera lang ang mata, memory full na ‘to sa sobrang dami ng stolen shots mo.",
  "Huwag mong itanong kung ano ang gusto ko. Baka madulas lang ako at masabi kong ikaw ang gusto ko.",
  "Ang hirap sa’yo… Sobrang manhid mo.",
  "Alam mo crush minsan nakakawalang-gana ka. Nakakawalang-gana kang pakawalan!",
  "Si crush parang puzzle. Makita ko pa lang siya buo na araw ko.",
  "Ang pag-ibig ko sa’yo ay parang paghinga. Bakit ko ititigil kung alam kong hindi ko kaya?",
  "Di bale ng di ako crush ng crush ko, di din naman siya crush ng crush niya!",
  "Wala akong pake sayo… Kahit dinededma mo ako basta gusto kita.",
  "Real talk: Ang maging tayo ay parang internet connection namin, masyadong mabagal ang proseso.",
  "Marahil ang pagtingin mo sakin ay parang kanang parte ng dibdib natin… Walang pagtibok na nangyayari.",
  "Simpleng paghanga lang ang nararamdaman ko para sayo pero seryoso ako.",
  "Hindi na pala paghanga ang nararamdaman ko sa’yo, pagmamahal na pala.",
  "Mahalin mo ako kahit biro lang…\nAko na’ng bahalang sumiryoso.",
  "Ang love parang sugal.\nMinsan talo, minsan panalo.\nMinsan tiba-tiba, minsan bawi lang.\nPero alam mo kung ano ang masakit?\nAng makita mong panalo ka na sana…\nKaso hindi ka tumaya.",
  "Pag hindi ka mahal ng mahal mo,\nWag ka magreklamo…\nKasi may mga tao rin na di mo mahal pero mahal ka.\nKaya quits lang kayo.",
  "Parang elevator lang yan eh…\nBakit mo pagsisiksikan ung sarili mo kung walang pwesto para sayo?\nEh meron naman hagdan…\nAyaw mo lang pansinin.",
  "Sa LOVE, walang bingi,\nwalang bulag, walang pipi…\nPero TANGA marami.",
  "Hindi na baleng s’ya ang bumitaw…\nAng importante alam mong lumalaban ka hanggang sa wala ka ng maipaglaban.",
  "Isang beses lang kita minahal,\nPagkatapos nun…\nHindi na natapos!",
  "Wag magmadali para hindi magkamali.\nSabi nga nila…\nThe best things in life come to those who wait patiently.",
  "Nagseselos ako sa mga taong nagiging malapit sa’yo,\nLalo na at wala ako.\nHindi naman sa selfish ako o possessive,\nTakot lang akong maging masaya ka sa iba…\nAt makalimutan mo kung paano kita napasaya.",
  "Kung sino ang dahilan ng saya mo…\nPustahan tayo!\nSiya din ang dahilan ng matinding pag-iyak mo.",
  "Kung dalawa ang mahal mo,\nPiliin mo yung pangalawa…\nKasi hindi ka naman magmamahal ng iba…\nKung mahal mo talaga yung una.",
  "Minsan mas espesyal ang luha kaysa ngiti.\nKasi kahit sino pwede mong ngitian.\nPero ang luha…\nTutulo lang sa taong ‘di mo kayang iwan.",
  "Hindi lahat ng nagmomove-on kakabreak lang…\nYung iba kakatanggap lang na hindi magiging sila nung taong gusto n’ya.",
  "Ang pag-ibig parang holdapan.\nNasa sayo ang desisyon kung ipaglalaban mo ng patayan\nO bibitaw ka na lang dahil takot kang masaktan.",
  "Ang love parang isang punong elevator lang yan, bakit mo pa ipagsisiksikan ang sarili mo kung mayroon namang hagdan.",
  "Ang hirap bitawan nung taong kahit hindi kayo…\nSiya yung nagpapasaya at kumukumpleto ng araw mo.",
  "Di ko man maisigaw sa buong mundo kung sino ang mahal ko…\nSapat ng alam natin pareho na ikaw ang tinutukoy ko.",
  "Hindi porket may payong ka, hindi kana mababasa. Tulad sa pag-ibig hindi porket mahal ka niya, hindi ka niya sasaktan.",
  "Kahit gaano pa karaming coke ang inumin ko,\nhindi ko parin makuha ang tunay na happiness…\nKung wala ka sa tabi ko.",
  "Minsan ang love ay parang buwan…\nIiwan ka rin pagdating ng araw.",
  "Wag kang magbiro sa pag-ibig.\nDahil pag ang pag-ibig ang nagbiro sa’yo…\nHindi ka matatawa…\nSiguradong maiiyak ka!",
  "Yung madali namang iwasan yung taong gusto mo.\nMahirap lang talaga iwasan yung nararamdaman mo.",
  "Fidget spinner ang paikutin mo, wag ako!",
  "Sa panahon ngayon, tanghali na lang talaga ang tapat.",
  "Baka di mo nilinaw kaya lumabo.",
  "Kaya may ‘sure’ sa CLOSURE. Kasi dapat siguradong-sigurado ka bago mo isara ang puso mo sa kanya.",
  "Summer na. Relasyon nyo na lang ang malamig.",
  "Kung patay na patay ka sa isang taong nabubuhay para sa iba… Condolence, bes!",
  "Huwag mo nang pahabain. Putulin mo na. (NAIL CUTTER ANG PICTURE)",
  "Siguro bintana ka sa eroplano. Tumingin kasi ako sa’yo tapos abot langit na ang naramdaman ko.",
  "Distansyang sapat lang. Iwas fall, iwas injury.",
  "COMMITMENT ang costume ko sa holloween. Dun ka takot, di ba?",
  "Sana sa pag-ibig may traffic lights din. Para alam natin kung kaylan tayo dapat mag-slow down, mag-stop, at mag-move forward.",
  "Me: Ang galing ko nang kumuha no?\nFriend: Oo. Pero ang puso niya hindi mo pa rin makuha.",
  "Tagal mo na palang naghihintay. Pagawa ka na ng sarili mong waiting shed.",
  "Huwag mong ipagsiksikana ng sarili mo sa taong ayaw sa’yo. Hindi ka sardinas.",
  "Sana deadline na lang ako para habulin mo ‘ko.",
  "Malayo na ang narating mo kakamove-on.",
  "Bukod sa bank account mo, check mo partner mo baka nabawasan na feelings niya para sa’yo.",
  "Tumakbo ako para magpapayat. Hindi para habulin siya.",
  "Buti pa ang 8888 marunong mag-sorry, may explanation pa. Eh ikaw kaya?",
  "May mga tao talagang marami nang napuntahang lugar. Pero sa puso ng mahal niya walang lugar.",
  "Nung bata ako, jellyace lang ang mahirap buksan. Ngayon pati feelings na.",
  "Buti pa ang loan, nagma-mature. Ikaw kaya?",
  "Bakit ba ang tipid mong mag-reply? May pinag-iipunan ka ba?",
  "Sawa ka na ba sa buhay mo? Subukan mo naman sa buhay ko.",
  "Sabi ni Peter Pan, “When you think happy thoughts, you’ll fly.” Pero bakit nung naisip kita, I fall?",
  "Relationship status: UNDAS. Wala eh! Patay talaga love life.",
  "Ang love parang bayad sa jeep. Minsan hindi nasusuklian.",
  "Kasali ka daw sa GANG? Gang tingin na lang.",
  "Lakas makaakyat ng bundok pero di makaakyat ng ligaw!",
  "Alagaan ang mga taong tapat. Sa panahon ngayon, kabilang na sila sa mga endagered species.",
  "Hindi ka MARGIN kaya wag kang adjust ng adjust para sa kanya.",
  "Sana nasa BATIBOT tayo. KAsi doon sa Batibot, tayo na, tayo na!",
  "May mali ba sa akin? Hayaan mo na, may tama naman ako sa’yo.",
  "Darating yung panahon na titigan na lang kita sa paraang nakilala kita at hindi sa paraang minahal kita ng sobra.",
  "Ginawa ang slide para maranasan mong mahulog ng masaya kahit walang sasalo sa’yo.",
  "Pinabayaan mo. Lumamig tuloy. —Kape",
  "Paano mo makikita ang taong magpapangiti sa’yo kung laging nakapikit ang mga mata mo sa maling tao?",
  "Pag-sisid. Minsan parang pag-ibig. Kung kailan lumalalim, saka lumalamig.",
  "Tadhana. Minsan kakampi mo. Minsan kalaro mo.",
  "Para tayong carousel. Paikot-ikot lang.",
  "Sana tsinelas na lang tayong dalawa. Para kung mawala ang isa, di na pwedeng ipares sa iba kasi hindi na bagay.",
  "Ang pagmamahal ko sa’yo ay parang pagbebenta ng taho. Mabigat mang dalhin, ipagsisigawan ko pa rin.",
  "Sana merong feeding program para sa mga taong gutom sa pagmamahal.",
  "Pedicab ka ba? Pedicabang i-date sa Valentine’s Day?",
  "Paglaki ko, gusto kong maging sa’yo! Happy heart’s day!",
  "Ok lang mahilo ako. Basta gusto ko, sa’yo lang iikot ang mundo ko. Happy Valentine’s Day!",
  "Kasali nga pala ako sa FRAT. FRATing single. Happy Valentine’s to me!",
  "Wag ka nang maghanap ng ka-date sa valentines day. Dahil isang araw lang yun. ang hanapin mo yung makaka-date mo habang buhay.",
  "Kung walang patutunguhan ang buhay mo, handa akong ituro sa’yo ang daan patungo sa puso ko.",
  "Sabi nila kapag may nawala maraming dumarating. Sabi ko naman huwag na silang dumating… Wag ka lang mawala sa akin.",
  "Sumalangit nawa ang puso kong patay na patay sa’yo. Maligayang araw ng mga puso!",
  "Pinilit kong maging bakal ang puso ko. Hindi ko alam, gawa pala sa magnet ‘yang sa’yo. Happy heart’s day, beh!",
  "Puso ko ang pinaka-kinaiinisan ko sa lahat. Paano kasi, akin naman ‘to pero tumitibok para sayo. I love you! Happy Valentine’s!",
  "Kung nagalit man ako ng walang dahilan,\nPasensya ka na.\nNasaktan kasi ako ng wala kang alam.",
  "Hindi naman masamang maging selfish.\nMay mga bagay lang talaga na hindi pwedeng may kahati.",
  "Sabi nila kapag ang piso nahulog, pinupulot kasi may halaga.\nNung ako’y nahulog sayo, pinahalagahan mo ba?",
  "Ang puso ay parang paminta.\nBuo talaga…\nPilit lang dinudurog ng iba.",
  "Hindi lungkot o takot ang mahirap sa pag-iisa\nKundi ang pagtanggap na sa bilyon-bilyong tao sa mundo…\nWala man lang nakipaglaban upang makasama ka.",
  "Kung nagagawa mong hindi tumawa sa birong natawanan mo na,\nBakit hindi mo subukang hindi na iyakan ang taong iniyakan mo na?",
  "Ang daling matulog,\nAng hirap bumangon.\nAng daling mahulog,\nAng hirap mag move on.",
  "Naghintay ako. May hinihintay ka palang iba.",
  "Nahulog. Walang sumalo. Basag. Sakit diba? Mahal pa naman.",
  "Habang tayo may kayo. Sakit ah! Tagos.",
  "Relationship status: M.U. (Mag-isang umibig)",
  "Tinalikuran ka niya kasi wala na daw siyang hinaharap sa’yo!",
  "Mahalin mo naman ako kahit joke lang. Ako na ang bahalang sumiryoso.",
  "X’. Minsan letra. Madalas mahal mo pa.",
  "Sinanay mo pa ‘kong nandyan ka. Aalis ka din naman pala.",
  "Para lang akong charger sa buhay mo. Hinahanap mo lang pag kailangan mo.",
  "Nagdala ako ng maraming ilaw. Pero nagkalabuan pa rin tayo.",
  "Paano ko masasabing I love you kung may sinabihan ka na ng I love you too? Kaya itatago ko na lang ‘to para di na ko masaktan ng todo.",
  "Ayaw ko na masaktan. Takot na ako magmahal pa. Pero sa tuwing naiisip kita, sabi ko na lang sa sarili ko, ‘sana hindi kita iniwan’.",
  "Huwag mo akong pangakuan. Basta maghihintay ako sayo. At kung di na ka babalik dahil di na siya aalis, lagi mo tandaan na mahal na mahal kita. Mahal na mahal.",
  "Pumayag akong mawala ka dahil dun ka masaya. Pumayag ako masaktan dahil dun ka masaya. Pumayag ako umiyak dahil dun ka masaya. Napilitan lang ako pumayag dahil alam ko dun ka sasaya.",
  "Sabi nila kapag mahal mo, lahat gagawin mo. Lahat ibibigay mo. Pero paano na kung hilingin nyang palayain mo na sya? Mabibigay mo pa? Kahit mahal mo pa sya?",
  "Masakit kapag yung taong mahal mo mas masaya sa piling ng iba. Pero di ba mas masakit isipin kung masaya ka para sa kanila pero sa isip mo, sana ako na lang sya.",
  "Nasa punto ako ng buhay na umaasang darating ang araw na ako naman ang pinapasaya niya.",
  "Minsan kahit ilang beses pang sabihin ng utak mo na ‘tama na’, pilit pa rin sinasabi ng puso mong, ‘konting tiis pa’.",
  "Sana may relief goods din ang ang nasalanta ng pag-ibig.",
  "Hindi ako nagkulang sa’yo. Hindi ka lang nakuntento.",
  "Minsan talaga dumadating sa punto na nakakapagod na.",
  "Me: Pabili po.\nTindera: Ano yon?\nME: Band aid po. Yung kayang takpan lahat ng sugat ng nakaraan.",
  "Kung minahal mo ako para lang saktan… Sana niyaya mo na lang ako ng suntukan.",
  "Gustong kong bumalik sa panahong tuhod lang ang nasusugatan, hindi ang puso.",
  "Ang sarap isipin na namimiss mo ako.\nPero mas masarap kung totoo.",
  "Wag mong gawing soccer ang pag-ibig na pagkatapos mong sipain…\nSaka mo hahabulin.",
  "Kung handa kang magmahal…\nDapat handa ka ring masaktan.",
  "May mga tao na kahit napapasaya ka,\nKailangan mong iwasan.",
  "Ang alam ko laging may pag-asa.\nAng hindi ko gets…\nBakit ang daming paasa?",
  "Kapag mahal mo, ipaglaban mo.\nPero kung pinagmumukha ka nang tanga, iwan mo na.",
  "Ang pag-ibig minsan manhid…\nMadalas ikaw.",
  "Sana thesis na lang ako na ipaglalaban mo kahit nahihirapan at hindi mo na kaya.",
  "Hanapin mo yung taong gagawin kang PRIORITY\nHindi yung gagawin ka lang TEMPORARY.",
  "Ang dali para sayo na sabihin na mag move-on ako.\nKasi hindi naman ikaw yung pinasaya, pinaasa, pinangakuan, iniwan at sinaktan.",
  "Napakalawak ng mundo para idepende ang kaligayahan mo sa isang tao!",
  "Sana Volleyball ka na lang.\nPara pag sinabi kong ‘MINE’…\nLahat sila iiwas kasi akin ka lang.",
  "Hindi lisensya ang gwapo para manloko!",
  "May mga taong di payag na mawala ka.\nPero di naman gumagawa ng paraan para manatili ka.",
  "Jeep nga umaalis kapag napupuno…\nTao pa kaya?",
  "Lahat naman ng tao sumisiryoso pag tinamaan ng pagmamahal.\nYun nga lang, hindi lahat matibay para sa temptasyon.",
  "Wag mong sabihin sa isang babae na marami kang pwedeng ipalit sa kanya…\nDahil hindi mo alam kung ilang lalake ang nabigo noong pinili ka niya.",
  "SELOS – They call it walang tiwala. But for me? I call it ayaw kitang mawala.",
  "Nagseselos ako sa mga taong nagiging malapit sa’yo. Lalo na at wala ako. Hindi naman sa selfish ako o possessive. Takot lang akaong maging masaya ka sa iba at makalimutan mo kung paano kita napasaya.",
  "Ang tunay na nagmamahal ay marunong maghintay. Hindi yung habang naghihintay ay suma-sideline.",
  "Ang tunay na lalake nagbabago para sa babae. Hindi yung pabago-bago ng babae.",
  "Hindi palaging panalo ang PAPEL sa BATO. Kasi kahit gaano pa kalaki ang PAPEL mo sa buhay niya, kung BATO naman siyawala talagang pag-asa.",
  "Ang daming taong nai-inlove sa maling tao. Alam nyo kung bakit? Kasi lahat ng sinasabi ng taong yon eh pakiramdam mo laging tama.",
  "Mas mabuti pang tapatin ka ng isang tao sa masakit na katotohanan kesa paniwalain ka sa isang malambing na kalokohan.",
  "Pabili nga po ng electric fan. Yung steady lang at di lumilungon sa iba.",
  "Kung pinahalagahan mo lang sana ako ng totoo at tama, di sana ako napagod, nawala at nagsawa.",
  "Dear Ex,\nNaalala mo nung mahal na mahal pa natin ang isa’t isa? Kadiri no?",
  "Kung araw-araw mong aalahanin ang past mo, nag-major ka sana ng History!",
  "Umaapaw na ang DAM. DAMdamin ko para sa’yo.",
  "Ang pagmamahal ay para sa dalawang tao lang. Ewan ko ba kung bakit may malanding di marunong magbilang!",
  "Kung nagtataka kayo kung bakit siya ang minahal ko… MAs nagtataka ako kung bakit nangingialam kayo!",
  "MAtuto kang sumuko kapag nasasaktan ka na ng sobra. Minsan kasi ginagago ka na, kinikilig ka pa.",
  "Maasar ka pa ba sa kayabangan niya kung ikaw naman ang ipinagyayabang niya?",
  "Buti pa ang sinaing… Binabantayan. Binabalikan. Hindi iniiwan.",
  "The number you have dialed ay may kapiling nang iba.",
  "Dati ikaw yung inuuna. Ngayon istorbo ka na.",
  "Kung sa langit maraming falling star, dito sa lupa maraming feeling star.",
  "Aminin mo man o hindi, sa tyangge ka lang nagiging maganda. “Ganda, anong hanap mo? Pili na.”",
  "Minsan kahit ikaw ang naka-schedule, kaylangan mo pa din maghintay. Kasi hindi ikaw ang priority.",
  "Alam mo ba kung bakit hindi ka niya type? Una, hindi ka keyboard. Pangalawa, mukha kang mouse.",
  "Masasabi mo bang matakaw ako, kung pati ang pride ko nilunok ko para sa’yo?",
  "Mahirap paaminin ang ayaw umamin. Pero madaling mapansin ang ayaw niyang mapansin.",
  "Matuto kang lumugar. Kung ahas ka, dun ka sa gubat. Kung hipon ka, dun ka sa dagat.",
  "Bangka na walang sagwan. Parang ako na may ako pero walang ikaw.",
  "Wag mo habulin. Mapapagod ka lang at baka madapa ka pa. Pahinga ka muna baka may dumating na iba. —Bus",
  "Malabo. Minsan mata. Madalas ikaw.",
  "Sinampay. Hindi ako sinampay. So please don’t leave me hanging.",
  "Nasa punto ako ng buhay ko na kapag may dumatin, pipilayan ko na para di umalis.",
  "Hilig mo manira! Try mo sumali sa demolition team, overqualified ka!",
  "Kung alak talaga ang solusyon para makalimutan siya, edi sana lahat ng nakainom naka-move on na.",
  "Masaya kahit malabo. Parang tayo kahit walang tayo.",
  "Noong bata pa ako jelly ace lang ang mahirap i-open…\nNgayong pati feelings na.",
  "Di ko na need ng aircon.\nLove life ko pa lang ang lamig lamig na eh.",
  "Porke ba single malungkot na?!\nBakit? Lahat ba ng taken masaya?",
  "Buti pa yung table, taken na…\nIkaw single pa rin.",
  "Ang relasyon ay parang pagsusulat.\nHindi porket napapagod kana sa kanan…\nEh mangangaliwa kana.",
  "Ang mga lalaki maraming sikreto.\nPero ang mga babae ipinanganak yatang may pagka-imbestigador…\nHindi ka tatantanan!",
  "Kapag sumama ka sa matatalino, tatalino ka rin.\nKapag sumama ka sa adik, magiging adik ka rin.\nTry mong sumama sa akin…\nBaka sakaling maging akin ka rin.",
  "Ang mabuting lalaki, ‘stick to one’.\nHindi 3 in 1.",
  "Kaysa mabuwisit, love your haters.\nSila ang ebidensiya na hindi ka pa nga artista…\nMay mga fans ka na.",
  "Papayag naman akong landiin mo ang mahal ko…\nBasta papayag ka ring basagin ko yang pagmumukha mo!",
  "Ako: Ate, pa-load po.\nTindera: Wait lang, ha? Unahin ko munang loadan si kuya.\nAko: Sige po. Sanay naman akong laging pangalawa.",
  "Sana ang tao parang Cellphone.\nNamamatay ng kusa kapag nagloloko.",
  "Kung pipili ka ng damit, dapat yung parang ako! Simple pero bagay sayo.",
  "Kung ang Water ay H2O,\nAng Forever naman ay D22O!",
  "Kaya nga may monthsary…\nKasi hindi lahat ng relasyon ay umaabot sa anniversary.",
  "Masarap pakisamahan yong taong saltik kaysa yong taong plastik!",
  "Hindi ko naman hinahangad na ipagmalaki mo ko! Ayaw ko lang itanggi mo ako sa harap ng maraming tao! —Utot",
  "Sige magpakasaya ka! Alam ko namang katawan ko lang ang habol mo e! —Hipon",
  "Ayaw ko na magmahal! Kapag ako kasi ang nagmahal marami ang nagagalit! —Gasolina",
  "Ano bang nagawa ko? Ako na nga ang natapakan siya pang galit! —Tae",
  "Ayaw ko na! Sawang-sawa na ako! Lagi na lang akong pinapasa sa iba! —Bola",
  "Pambihirang buhay ‘to oh! Araw-araw na lang itlog, itlog, itlog! —Brief",
  "Sige kalimutan mo ako! Para malaman nila yang baho mo! —Deodorant",
  "Ano bang kasalanan ko? Bakit mo ako iniwang duguan? —Napkin",
  "Kahit ilang beses mo akong tanggalin sa buhay mo, babalik at babalik pa rin ako! —Libag",
  "Nag-click naman pero hindi na-develop.",
  "Di pa nga kayo umuiyak ka na agad! Ano yan, rehearsal?",
  "Lagi mo na lang ako sinasaktan. Anong akala mo sa akin, YAKULT? Everyday OK?",
  "Mukha ba akong medyas? Lagi kasi akong nawawalan ng kaparehas.",
  "Hindi lahat ng masarap, mahal! Parang ikaw, masarap naman pero di minamahal!",
  "Ilang meeting na ang nadaluhan ko, pero never pa tayaong nag-meet.",
  "BABALA! Wag mag-stalk. Nakamamatay… ng feelings.",
  "Laro lang pala ang lahat. Sana nag PE uniform ako.",
  "Sa panahon ngayon, CCTV na lang ang di nagsisinungaling.",
  "May handa na pala tayo sa pasko. Ang dami kasi nating lecheng plan.",
  "Power bank. Para di siya low bat pag kasama mo.",
  "Sana telepono na lang ako. Baka sakaling sagutin mo.",
  "Gusto kong pumunta sa South Korea. Baka kasi dun ka makita ang Seoulmate ko.",
  "Hindi ka naman si Jollibee. PEro gusto mo ikaw lagi ang bida.",
  "Sa panahon ngayon, mas mahalaga na ang aircon kesa relasyon.",
  "Leche. Minsa flan. Madalas ikaw!",
  "Sa panahon ngayon, mas masarap kumain kaysa magmahal!",
  "Iniwan ka na nga, hahabulin mo pa? Gusto mo ng gold medal?",
  "Sa panahon ngayon, hindi na threat ang ganda. Basta malandi siya, matakot ka na.",
  "Akala ko Zambales lang ang may Iba. Ikaw rin pala, hay*p ka!",
  "Yung effort mo parang sweldo ko. Kulang na kulang!",
  "Kausapin mo n lang ako pag hindi ka na bobo.",
  "Niyaya ko siyang mag-gym, baka kasi maging fit kami for each other.",
  "Iced tea ka ba? KAsi pag kasama kita, bottomless ang saya!",
  "Yung sorry mo MADE IN CHINA.",
  "Sana nag-stay siya. Mukha naman kasi siyang aso.",
  "Iniwan matapos paglaruan. (PSP-Play station ang PICTURE)",
  "Good night’ na daw pero ‘active now’.",
  "Kung may iba ka na, edi magpakasaya ka! Dyosa ako hindi ako sundalo para ipaglaban ka!",
  "Slow. Minsan wi-fi. Madalas ikaw!",
  "Imaginin mo. Ang crush mo crush ka din. Ang mahal mo mahal ka din. Anong ending? Edi imagination lang din.",
  "Sa panahon ngayon, yung mas bata sa pa sa iyo ang may love life!",
  "Kung gulay ka, isa kang ‘cabbitch’.",
  "Para kang bonsai. Maliit pero maganda.",
  "Alarm clock na nga lang ang may time sa’yo, pinapatay mo pa.",
  "Baka BESTINY kayo. Magkaibigan na lang forever.",
  "Nagulat ako akala ko November na. Ang dami kasing patay na patay sa akin.",
  "Yung traffic sa EDSA kahit papano umuusad. Yung love life ko hindi na. Tumirik na yata.",
  "Nagsimula kami sa simpleng asara. Hindi nagtagal… Sinapak ko na! Napikon ako eh!",
  "Pag may iba na ba yung mahal ko, susuko na ba ‘ko agad? Di ba pwedeng pumatay muna? Saka na ‘ko susuko pag may warrant of arrest na.",
  "Mangaroling ka na lang sa bahay ng EX mo para marinig mo ang salitang PATAWAD.",
  "Mahirap intindihin!\nMinsan math…\nMadalas ikaw.",
  "Akala ko dati ang pagmamahalan namin ay parang Line, endless. Akala ko lang pala yun. Kasi ang totoo, Line Segment pala at may end point.",
  "ASYMPTOTE. Kahit gaano n kayo kalapit, di pa rin kayo magmi-meet.",
  "Hindio pala ako magaling sa Math. Kasi nung sinuklian ko yung pagmaahal niya, sobra pala yung nabigay ko tapos wala pang natira.",
  "Ang Pagmamahal parang INFINITE SET kahit Hindi ko man maipakita ang lahat atleast alam ko na ang pagmamahal ko sayo ay walang hanggan.",
  "Ang Pagmamahal ko ay parang zero kahit na walang value para sayo, kakailanganin din ako ng iba.",
  "Buti pa si Cartesian Plane nag-iintersect yung dalawang point. Kami kaya kailan magi-intersect at magkakaroon ng common point?",
  "Ang pagmomove-on ay parang Math. Mahirap pag-aralan pero kailangan.",
  "Minsan may halaga pa rin ang narakaraan mo. Parang si X, may value pa rin sa buhay mo.",
  "Parang function notation, para makapag-move on, substitute all the values of your X.",
  "Dati, sa Math lang ako kinakabahan pag mababa grade ko. Ngayon, kinakabahan ako dahil sa lakas ng tibok ng puso ko sa’yo.",
  "Para kang Tangent Line, dumating pero hindi nagtagal.",
  "Buti pa ang X hinahanap mo.",
  "Parabola? Yun yung feelings nya na nawala na lang bigla. Circle? Pinaikot nya lang ako sa paniniwalang gusto nya ko.",
  "Ang love parang limit. Kapag hindi equal from both sides or hindi nageexist yung isang side, hindi na siya mageexist altogether.",
  "Minsan talaga may mga relation na hindi nagfufunction.",
  "Calculus nga may limits, tao pa kaya?",
  "Bakit yung iba, nahanap na agad yung solution set nila? Tayo kahit anong gawin, null set talaga.",
  "Ang pag-ibig parang math, subok ka ng subok pero sa huli, hindi mo parin makuha ang sagot.",
  "Bakit mo pa kukunin ang partial sum kung nagdidiverge naman ang series? Bakit ka pa magmomove on kung di naman naging kayo?",
  "Postulate ka ba? ASA ka kase ng ASA.",
  "Buti pa ang functions may relationship.",
  "Mas malungkot ang parallel lines, nag-meet nga sila pero nagkahiwalay at di na muling magkikita.",
  "Kahit anong effort gawin mo para i-solve ung problem. If it starts out wrong, it’ll end wrong. Sayang effort.",
  "Huwag pilitin ipagsama ang hindi pwede pagsamahin dahil kahit anong gawin mo magiging mali ang resulta nito.",
  "Isa lang naman kasi ang constant eh, yung love ko sayo.",
  "Sana kasali dun sa formulas sa free fall yung pagpapa-fall mo sakin, para na solve ko muna. Ang sakit ng bagsak ko e.",
  "Para tayong Collision of Molecules. Nagko-collide pag magkasama.",
  "Dati scalar lang ako, pero nung dumating ka naging vector nako. Kasi nilagyan mo ng direction ang buhay ko.",
  "Buti pa yung constant hindi nagbabago pero yung pagtingin mo sakin nagbago na.",
  "Buti pa yung Molecules nagre-response pag nagpalit ang temperature. Samantalang yung ginagawa ko sa’yo dedma ka lang.",
  "Charle’s Law. Habang tumataas ang pagmamahal ko sa’yo, lalong lumalaki ang space mo sa puso ko.",
  "Buti pa ang RNA marunong magbigay ng mensahe. Eh ikaw? Ni hindi ka man lang makapagbigay ng mensahe para sa akin.",
  "Sa DNA may match na nagyayari. Sa’tin kayang dalawa, kelan?",
  "Buti pa sila may combination at reaction. Samantalang tayo, nganga!",
  "Kapag may nagtanong sa’yo kung ano bang papel niya sa buhay mo, papiliin mo LITMUS PAPER o FILTER PAPER?",
  "Ikaw ang Solar System ng buhay ko. Dahil sa’yo lang umiikot ang mundo ko.",
  "Sana may Greater Momentum ang aking puso kaysa sa Force na ini-release mo. Para kahit anong gawin mo, hinding hindi mo mababasag ang puso ko.",
  "Pressure. Yan yung lagi kong nararamdaman pag wala ka sa tabi ko.",
  "Sana ang love parang Balanced Chemical Reaction. Pag minahal kita, mahalin mo rin ako, para balance.",
  "Para kang earthquake. Minsan ka na nga lang magparamda, nakakasakit at nakakasira ka pa.",
  "Newton’s 3rd Law: For every action, there is an equal and opposite reaction. Bakit sa love hindi ganun?",
  "Niyaya kita manood ng sine, ayaw mo naman. Buti pa acceleration due to gravity, laging ‘g’.",
  "Energy cannot be created nor destroyed but can be transformed. So anyare sa energy na inenvest ko sayo?",
  "Di naman lahat ng opposites nag aattract.",
  "Akala mo sparks na… Short circuit lang pala.",
  "Mas madali ang Law of Gravity kesa sa Law of Acceleration. In other terms, mas madaling ma-fall kesa mag-move on.",
  "Yung pagmamahalan, natin parang force of gravity. The greater the distance, the less the attraction.",
  "Kung bibigyan akong chance na baguhin ang periodic table, ilalagay ko ang Uranium sa tabi ng Iodine para U and I are together.",
  "Kahit gaano pa kahaba yang pinagsamahan nyo hindi maiiwasan na magkaroon ng side chain.",
  "Sana yung pagsasama natin parang Noble Metals. Kahit matagal na, atleast hindi kinakalawang.",
  "Natuto ka lang ng Chemistry, pinaglaruan mo na ang feelings ko.",
  "Talagang mga ibang elements na hindi pwedeng magsama kahit kaylan. Parang tayo.",
  "Buti pa sa Periodic Table may F-O-Re-V-Er.",
  "At least sa akin, four years. Four years to pay kasi yung kotse. Noong nakuha, umalis. Dapat pala tinen years ko.",
  "Walang Valentines, hindi mo ba naiintindihan? Walang magva-Valentine’s! Malalanta lahat ng mga rosas. Lalanggamin at aamagin lahat ng tsokolate. Walang masaya, lahat kayo ay luluha. Manika ko lang na may karayom ang magiging masaya sa araw na yan!",
  "Kapag nangako at di mo tinupad, hindi dapat pangako ang tawag doon. Dapat PAASA.",
  "Huwag kang mag-jojowa ng PLAYER, ang jowain mo referee kasi malinaw sa kanya ang rule pag foal sya may finalty.",
  "Nung isang araw nga may tumawag sa akin sabi, ‘Nakakatawa ka, magkano ka sa raket? Kukunin ka namin sa piyesta.’ Sabi ko, ‘Ay, P100 lang po ako.’ Sabi niya, ‘Bakit naman ang mura mo?’ Sabi ko, ‘Kasi ayoko na pong magmahal.’",
  "Natapos din, natapos ang paghihintay. Natapos ang paghihintay sa mga tulad mong kailanman ay hindi naman na babalik at darating pa.",
  "Babae ka man o lalaki, walang masama kung magmamahal ka ng bakla. Ang masama ay yung manloloko ka ng kapwa.",
  "Kung kuntento ang puso mo sa taong mahal mo kahit sinong dumating di ka malilito.",
  "Wag kang tanong ng tanong dahil yung tanong mo alam mo naman ang sagot hindi mo lang kayang tanggapin.",
  "Hindi patas at hindi parehas na may taong malungkot dahil lang sa hindi ka masaya.",
  "Ang daling matulog pero ang hirap bumangon. Ang daling mahulog pero mahirap mag move-on.",
  "Tandaan mo, ‘wag kang matakot mag-isa hangat may duling dalawa ka sa tingin niya.",
  "Yung pakikitaan niyo kami ng maganda tapos kung kailan kami asang-asa yun pala tropa – tropa lang!",
  "Wag kang maghanap ng taong perpekto, Maghanap ka ng taong kontento.",
  "Ang taong nagmamahal nang tunay ay parang estudyante na kumukuha ng exam. Hindi sya titingin sa iba kahit na nahihirapan na.",
  "Hindi porket may payong ka, hindi ka na mababasa. Tulad ng pag-ibig hindi porket mahal ka niya, hindi ka niya sasaktan.",
  "Wag kang magjowa ng player, kasi paglalaruan ka lang niya.",
  "Mahirap magmove on lalo na kung sa panaginip lang naging kayo.",
  "Ex na nga ng kaibigan mo, syinota mo pa. Ano yan? Sagip Kapamilya?",
  "Sana nai-inform tayo na sasaktan lang pala tayo ng mga taong pipiliin nating mahalin.",
  "Hindi naman lahat ng babae naloko, yung iba pumayag sa ginagawa ninyo kasi nga mahal kayo, pero hindi sila nagpaloko.",
  "Meron tayong taong pinipili na pwede tayong saktan, pero meron din tayong pinipili na gusto nating saktan.",
  "Hindi naman lahat ng babae ay umiiyak dahil sinaktan ng lalaki, yung ibang mga babae umiiyak dahil nasasaktan, dahil alam naman ninyong ayaw sa inyo, pinagpipilitan pa ninyo ang sarili ninyo.",
  "Buti nga ang NBA makakabawi na, yung iba umiiyak muna bago makakita ng iba.",
  "Hindi porket shinota kayo ng mga lalaki, obligado na silang gawin lahat ng gusto ninyo. Tandaan ninyo, shota ninyo sila, hindi ninyo sila pag-aari at hindi sila de susi.",
  "Ang dami-dami mong gustong malaman, pero ang pagmamahal hindi mo matutunan.",
  "Buti pa ang NBA umabot sa 7 games, yung iba di man lang umabot ng 7 days.",
  "Ang gamot sa sakit ng ulo, sa botika nakikita, pero ang gamot sa sakit ng puso mahirap makita.",
  "Buti pa nga ang NBA alam mong tapos na, yung iba umaasa pa.",
  "Hindi ka makapagconsentrate sa kasalukuyan, kung ang utak mo ay nakalaan pa rin sa nakaraan.",
  "Dalawang bagay lang talaga ang nagpapadugo ng puso natin. Yung mga bagay na sana walang hanggan at saka yung mga bagay na sana hindi na lang nasimulan.",
  "Hindi naman ako na fall dahil sa gravity, na fall ako kasi marupok ako kaya na fall ako ng gravi-te.",
  "Ang pagkukulang mo parang ilong ni Teddy, malaki.",
  "Hindi naman kami nagkahiwalay dahil sa physics, nagkahiwalay kami dahil walang chemistry.",
  "Umibig Tapos Iniwan. —U.T.I.",
  "Mahal mo ako, pero nauna lang siya? So minahal mo lang ako dahil tapos ka na sa kanya? Ang rebound sa basketball, hindi sa tao.",
  "Tiwala? Big Word! Ang pagtitiwala parang pagpapayat ni Jugs, malaking kalokohan.",
  "Ang pag-asa parang oxygen sa katawan ni Rey Valera, paubos na.",
  "Tanungin mo muna ang sarili mo kung kaya mong sumalo. Tsaka na ‘ko mag-iisip kung magpapatihulog na ako.",
  "Ang pag-ibig parang si Mayweather. Yayakapin ka. Tapos sasaktan ka. Tapos tatakbuhan ka.",
  "Ang sarap talagang umasa. Lasang tanga! —Camp Sawi",
  "Makaka-recover ka. —That Thing Called Tadhana",
  "Bakit tayo nasasaktan? Kasi lagi tayong umaasa sa mga bagay na walang kasiguraduhan. Naghihintay sa isang nakaraan na hindi na pwedeng balikan at nagmamahal ng taong hindi tayo kayang panindigan. —The Bakit List",
  "Yang ganyang kalaking pagmamahal, imposibleng walang pupuntahan eh. May mababalik sayong pagmamahal. Not necessarily sa taong pinagbigyan mo pero sigurado ako mababalik yan sa’yo. —That Thing Called Tadhana",
  "Pa’no ba makalimot? Pwede kang uminon gabi-gabi, pwede kang makipag-date kung kani-kanino, o pwede ka ring makahanap ng new love. —That Thing Called Tadhana",
  "Pa’no ba makalimot? Hindi ko rin alam. Nagising na lang ako isang araw, wala na siya. Nakalimutan ko na siya. —That Thing Called Tadhana",
  "Hindi ka niya mahal. Anong di malinaw dun? Sabihin naman niya kung bakit, anong ginawa ko? Bakit, kapag sinabi ba niya kung bakit may magbabago? ang bottomline, hindi ka niya mahal. —That Thing Called Tadhana",
  "Anong nangyari sa panaginip mo nung umabot tayo sa Session Road?\nHindi tayo umabot eh. Nagising na ‘ko. Pero kung dudugtungan ko yung panaginip ko, siguro, titingin ka sa akin… Nang dahan-dahan… Tapos sasabihin mo… Kakalimutan ko na siya.\nKakalimutan ko na siya.\n—That Thing Called Tadhana",
  "Oo na. Ako na. Ako na ang mag-isa. Ako na ang martir. Maghihiwalay din kayo! —English Only, Please",
  "Gusto kong sabihin na okay lang ang lahat, e. Na hindi ako nasaktan. Kaso magsisinungaling ako sa sarili ko kasi ang sakit-sakit. —Para sa Hopeless Romantic",
  "Bakit ba kayong mga mapeperang mga babae, ang hilig n’yong hinahanap ang sarili n’yo sa Baguio? Ba’t ba Baguio? Hindi ba pwedeng sa inuman na lang? —That Thing Called Tadhana",
  "Sana kaya ko nang sabihin sa iyo na masaya ako para sa iyo, para sa inyo. Sana kaya ko. Sana kaya ko, pero hindi, e. Sama sama kong tao kasi ang totoo, umaasa pa rin ako sa piling mo. Sana ako pa rin. Ako na lang. Ako na lang ulit. —One More Chance",
  "Kung hindi kayo meant to be, ‘wag niyo pilitin. Goodbye. Move On. Let Go. Gano’n! —Walang Forever",
  "Bakit pa tayo pinagtagpo kung paghihiwalayin din tayo? —Miss You Like Crazy",
  "Pinagtatawanan nila kong lahat kasi hindi naman daw naging tayo pero bakit parang nabaliw ako. Kasi lahat ng parte ng katawan ko masakit, malungkot. Lahat ng parte ng katawan ko ikaw ang hinahanap. —Maybe This Time",
  "Pain is a signal for you to heal. It’s a sign that there’s something wrong and I’m not just talking about the physical. It tells you there’s a relationship that needs attending to, that challenges your strength, your faith, and humility. Pero ang painkillers tinatakpan lang nila ang sakit, pero hindi nila inaalis ang sakit. The best way to recover from pain is to endure it. Then and only then can we heal. Simply put? If there is no healing there is no pain. —Ex With Benefits",
  "There was never an us. There will never be an us. Kaya please, ‘wag mo na ako landiin. —Maybe This Time",
  "Adik ka na naman sa pag-asa eh. Try mo na kaya lumaklak ng realidad! —Starting Over Again",
  "Sorry ako nang sorry pero hindi ko alam bakit parang lalo ko siyang nasasaktan? —The Break Up Playlist",
  "Hindi ako perfect and kahit kailan, hindi ko hihilingin na maging perfect ka. Ang hihilingin ko, subukan mong baguhin ang sarili mo para maramdaman mo na karapat-dapat ka. But you never tried. —She’s the One",
  "Promise mo sa ‘kin, okay? Kahit anong mangyari, forever tayong magiging magkaibigan. I’ll be that one guy who never breaks up with you and you will be that one girl who will never break up with me. —She’s the One",
  "Puro lang kayo paasa. Pa-yummy. Ako naman, pa-victim. Pero wala na akong magawa kundi umasa na lang na makarma kayo… Oh ano masaya ka na? Pakshit ka. Gago. —Bakit Hindi Ka Crush Ng Crush Mo?",
  "Kapag nahanap mo na yung taong sa palagay mo, para sa ‘yo, huwag mo nang pakakawalan, ipaglaban mo. —The Achy Breaky Hearts",
  "E, kung sardinas nga may label, may BFAD pa. Relationship pa kaya? —This Time",
  "I know what you’re doing here. Just be careful with them, hindi lahat ng puso kasing tibay ng sa ‘kin. —Camp Sawi",
  "Yung sorry ba sa ‘yo isang lisensya para paulit-ulit mo na akong lokohin, ganun ba ‘yon? —The Unmarried Wife",
  "Alam niyo ba ang masaklap sa fairy tale? Hindi ka handa para sa mga mangyayari pagkatapos ng happily ever after.—Love Me Tomorrow",
  "Huwag mo akong mahalin dahil mahal kita. Mahalin mo ako dahil mahal mo ako because that is what I deserve. —Barcelona: A Love Untold",
  "Mas tragic yung hindi mo man lang naranasang magmahal, mamamatay ka nang hindi mo man lang nakikilala yung taong laan para sa ‘yo. —Imagine You And Me",
  "Hindi naman ako kapirasong buto na pwede mong balik-balikan kapag wala kang makain. —Kahit Wala Ka Na",
  "May mga maswerteng tao na nahanap na yung taong para sa kanila. May mga taong patuloy na naghahanap at yung iba na sumuko na. Pero ‘yung pinakamasaklap eh yung nasayo na pinakawalan mo pa. —My Amnesia Girl",
  "I was willing to wait. Kaya lang napagod ako – napagod ang puso ko na maghintay, magtanong, magalit. —Starting Over Again",
  "Syinota mo ‘ko eh, syinota mo ang best friend mo! —Paano na Kaya",
  "Oh yes, kaibigan mo ako. Kaibigan mo lang ako. Ang I’m so stupid to make the biggest mistake of falling in love with my best friend. —Labs Kita… Okey Ka Lang?",
  "Mahal mo ba ako dahil kailangan mo ako, o kailangan mo ako kaya mahal mo ako? —Milan",
  "Ang mundo ay isang malaking Quiapo. Maraming snatcher, maaagawan ka. Lumaban ka! —No Other Woman",
  "Sabihin mo sa akin—may dahilan pa ba ako para hindi umalis? —My Neighbor’s Wife",
  "Diyan ka naman magaling e! Magaling ka magpaasa. —One More Try",
  "Hindi lahat ng nagpapasaya sa atin ay tama. —A Love Story",
  "Okay raman na gipili nmo sya. Ana man jud na, ginapili jud nato ng mga maling tao. After all, gipili man gani taka!",
  "Sauna ganahan ko’g gitara. Pero karun mas ganahan ko’g kitara.",
  "Seen? Pasabot ana wala jud ka gi panseen.",
  "Bahala’g uyab mo karon, basta mag menyo ta puhon! Ayaw pagbuot kay ang flames ang nag’ingon.",
  "Kabalo ko dili man jud ka busy. Dli lang jud ako ang imong priority!!!",
  "Those friends nga wala’y bisyo pero kung mukatawa mura’g naka shabu!",
  "Ayaw kaayo ug palabi kay hapit na baya ko ma-fall.. Ma-fall-an nimo",
  "Akong gugma nimo murag dagat. Mutaob, muhunas pero dili muhubas.",
  "Its either napugos sya or sadyang trip lng ka niya.",
  "Kasagaran daw sa batig nawung kay datu. Kasabot na diay ko nganung pobre me.",
  "Maypa si duterte naay tapang at malasakit ikaw tawn puro paasa og pasakit.",
  "Wa tika gi ampo pero ni abot ka, sama ra nas wa tika gipapahawa, pero ni biya ka.",
  "Kahibalo ka ngano mag selos ko bisag friends ramo? Let me remind you, “We started as friends too, before I fall in love with you”.",
  "Bantay anang gugma manakit raba nag tanga.",
  "Sa gugma diku ganahan mag binuang ug mag duwa’2. Mutuo man gani ko sa hangin nga di makita sa karma pa kaha nga dili magsaba!",
  "Kanang gusto nimo siya, “Pero” mahadlok ka nga masakitan usab.",
  "Ang tinuod nga lalaki daghang babae, daghang babae nga gi panglikayan para sa usa ka babae’ng iyang gi ampingan.",
  "Joke ra imung gugma? Aw! Ay’g kabalaka, kay andam ra’ko mukatawa.",
  "Ikaw ang pirmi na’as iyang kiliran, pero di ikaw iyang gikinahanglan.",
  "Kana imung gi maoyan karon, kataw.An rana nimo puhon.",
  "Aykog pakiliga kung parihas raka nila, mga paasa!",
  "Love man tikaw pero mas love man nimo siya, distancya saku ha! Kay murag sakit na.",
  "Crush, ayaw sa pag uyab’uyab ha? Dungan rata kanang kitang duha na.",
  "Di ka ka move on kung sige pa nimo huna-hunaon nga pwede paka niya higugmaon.",
  "Gugma? Kilig siya’s sinugdanan pero sakit siya’s kinalasan.",
  "Kung pangutan-on ko nimo kung kinsa akong gihiguhma, tabla ra’g imong pangan imong gi pangutana.",
  "Sayo matog pero dugay mu bangon. Sama ra pud na sa gugma, dali ma fall pero dugay ka move on.",
  "Di man unta ko mag hinuktok kung di ikaw ang sulod sa akong utok.",
  "Accept the fact nga usahay mas gusto na lang nato mag pakatanga kaysa’s mawala siya",
  "Ah, move on? Mao mana ang word nga dali litokon, lisod himuon.",
  "Ang gugma, mura’g bala. Makahibaw ra ka nga naigo ka, kung masakitan na ka.",
  "Pinakasakit? Kanang sweet kaayo mo pero friends ra iyang tan’aw nimo.",
  "Pinakalisod kalimtan sa tanan? Katong nalipay ka nga siya ang hinungdan.",
  "Kaya ba gyud ba nimo mag-move on? Nga sige man lang jud ka’g hold on sa gugmang walay kaugmaon.",
  "Past is past but never na mapapas.",
  "Unta heart na lang ang ma-amnesia para easy-to-forget na lang ka.",
  "Ayaw e give up ang tao nga gusto kaayo nimo. Timan-e lisod maghuwat pero mas lisod MAGMAHAY.",
  "Seloso ko? Alangan! Gihigugma gudt tika’g maayo, niya ilugon lang ka’s mga wa’y ayo? Kamaayo nila no!",
  "Don’t be choosy if you’re not yummy. Sa bisaya pa, Ay’g pamili kung DI KA LAMI.",
  "My crush is so friendly, that’s why until now ‘Friends’ ra gihapon mi.",
  "Sa gugma dapat andam ka masakitan kay di sa tanang oras okay ra ang tanan.",
  "Gugma. Maylang sa una, pero inig kadugayan pahilakon lang diay ka!",
  "Di kaayo ko gwapa. Pero LOYAL kaayo ko, So shut’up ka nalang!",
  "Ganahan unta kog Stay With Me. Ang kaapan lang. I’m Not The Only One, so Love Yourself nalang.",
  "Way tawng gustong MASAKITAN. Pero wa jud kay makat’unan kung di ni nimu MAAGIAN.",
  "Kung buot hunahuna-on mas concern pa ang alarm clock sa atong KAUGMAON.",
  "Lisod manghilabot kung sa iyang kinabuhi wala kay labot.",
  "Di jud malikayan ang pag duda, labi na’g seryoso kayka niya.",
  "Dli man sayop mahigugma basta ayaw lang pud sa tawng friends ra gyud ka para niya.",
  "Love? Kana gung buhaton nimo tanan bisag mura nakag TANGA! Nga andam ka muhuwat ug pila ka DEKADA! Pero in the end iya rakang GIPAASA!",
  "Dli man sayop mahigugma basta ayaw lang pud sa tawng friends ra gyud ka para niya.",
  "Ang GUGMA murag CAR. kahebaw ka ngano? Ang2 naa may BREAK.",
  "Running man challenge? Kanang cge rakag gukod sa tao nga di ma imo!?",
  "Mura ko’g KALAG sig paramadam NIMU. Mora pud kag PATAY DEADMA kaayo.",
  "Plano nako puhon, mao lang gehapon ang IKAW ra’y HIGUGMAON.",
  "Char char? Awh kana lageng relasyon mga walay kamo, di kamo, ug di judt magka kamo!",
  "Lisod naman gani kaayu tuohan ang “I’m On The Way” unsa pa kaha ng “I Will Stay”!",
  "Ay’g pasagad anang gugma, kay hasta TRIP ron, with EFFORTS na!",
  "Ana sila kapoy manang Gugma. Mangutana ko mag unsa d.i mo nganong gkapoy man mo?",
  "Anad nakong masakitan. Pero di porket naanad nako, imo pong palabian.",
  "Bisan pag unsay mahitabo niyo, kinahanglan na nimong dawaton. Life must goes on and you have to move on.",
  "People always leave. Don’t get too attached.",
  "Just because we don’t talk doesn’t mean I don’t think about you. I’m just trying to distance myself because I know I can’t have you.",
  "Trust means everything. But once it’s broken, sorry means nothing. Especially love.",
  "Moving on doesn’t mean forgetting, it means you choose happiness over hurt.",
  "We should love, not fall in love. Because everything that falls gets broken.",
  "You don’t need to be better for others. Just be the right person for someone.",
  "Don’t say you love me if you don’t mean it. Because I might do something stupid like believing it.",
  "Everytime I look at the keyboard, I see ‘U’ and ‘I’ are always together.",
  "I don’t want to be your special friend anymore. I want more of you. I want more of us.",
  "Blurred. Sometimes eyes. Sometimes you.",
  "The most painful goodbye is when your ears haven’t heard it, yet your heart already feels it.",
  "Beautiful things happen when you distance yourself from the negative shit",
  "If loving you takes thousands of enemies… Well, Let the battle begins!",
  "All functions are relations but not all relations are functions.",
  "What I learned from Calculus today: When things get complicated, don’t be afraid to go back to the basics.",
  "We need SPACE to see the clearer things in life.",
  "We’re like asymptote and Cartesian plane. No matter how close we are, we will never intersect with each other",
  "Limits: “The value of x gets closer and closer to the limit but never really gets there.”",
  "Me and you are meant to be parallel lines… Separated.",
  "We’re like asymptotes. We can get closer but will never be together.",
  "Hey Algebra! Don’t ask us to find your X. She’s not coming back and don’t ask Y.",
  "Don’t jump to conclusions. Give reasons first.",
  "Why do I have to find the value of A and B when I found out that you’re valuable to me already?",
  "Why did mutually exclusive events break up? They had nothing in common.",
  "Accretion is when you and I pulled by gravitational energy and grows together.",
  "I wish You and I is just like interstellar dust. So our paths could collide with each other.",
  "I hope that someday, scientists could make a medicine that people will not feel the pain anymore. Because I am tired of being hurt by anyone.",
  "Love is like an Acceleration due to Gravity. Whenever the height increases, the faster you fall.",
  "I wish I was an ion so I can form an exothermic bond with you.",
  "Relationship should be equated in force of electricity. If one is positive and one is negative the more chance of attraction.",
  "It is impossible to know that time has passed unless something changes.",
  "Love is like a momentum. it’s not the fall that kills you. It’s the sudden stop.",
  "No matter how great the force we exert on an object, as long as there’s no displacement, there’s no work done on the object",
  "The force of attraction decreases as the distance increases",
  "I hate free fall, but am I free to fall for you?"
]